// 内容假数据
var  articleList = [
    [
        // 商务中心
        {
            title: '商务中心',
            desc: '设于酒店大堂的商务中心，为商旅宾客，提供秘书、翻译、传真、复印、机票预订以及宽带上网等各项服务。' +
                    '同时还提供私人会议室，私人办公室出租业务。',
            time: '营业时间: 07:00-23:00',
            phone: '内线: 27'
        },
        {
            title: '大堂副理',
            desc: '大堂副理24小时在酒店大堂当值，将随时为阁下解决在酒店内遇到的问题。',
            time: '',
            phone: '内线 : 20'
        },
        {
            title: '交通服务',
            desc: '酒店提供豪华轿车以及商务车出租服务，若需要查询和预订，请与礼宾部联系。',
            time: '',
            phone: '内线 : 25'
        },
        {
            title: '交通服务',
            desc: '酒店提供豪华轿车以及商务车出租服务，若需要查询和预订，请与礼宾部联系。',
            time: '',
            phone: '内线 : 25'
        },
        {
            title: '宠物',
            desc: '请勿携带宠物进入酒店。',
            time: '',
            phone: ''
        },
        {
            title: '刺激性气味食物',
            desc: '未免影响其它宾客，请阁下避免携带榴莲、发酵豆腐等，进入酒店和在房间内进食。',
            time: '',
            phone: ''
        },
        {
            title: '医疗服务',
            desc: '如需医护人员，请与大堂副理联系。',
            time: '',
            phone: '内线: 20'
        }
    ],
    // 电话服务
    [
        {
            title: '至房间',
            desc: '请直接拨打房间号码。',
            time: '',
            phone: ''
        },
        {
            title: '市内电话',
            desc: '请先拨打‘9’,待有连续不断的电流声音时候，再拨打您需要的电话号码。',
            time: '',
            phone: ''
        },
        {
            title: '直拨国内、国际长途电话',
            desc: '国内：9+0+城市号码+电话号码 ，国际：9+00+国家/地区号码+城市号码+电话号码',
            time: '',
            phone: ''
        },
        {
            title: '电话收费',
            desc: '本酒店的外线电话专为阁下设计，按照惠阳市电信局的有关规定。每次按照基本话费的15%收取'+
                    '服务费，如果阁下需要查询目的地与天津市的时差，请与总机联系',
            time: '',
            phone: '内线 : 0'
        }
    ],
    // 宴会与会议
    [
        {
            title: '会议设施',
            desc: '酒店拥有装修豪华、风格迥异的会议室6间，分别可容纳20-400人不等，其中凤凰国际会议'+
                    '中心能容纳400人。高素质的服务团队，经验丰富，殷勤备至，设想周到，全方位的专业服务助您驰骋商海、运筹帷幄',
            time: '',
            phone: ''
        },
        {
            title: '人员配置',
            desc: '酒店特聘专业且经验丰富的会议销售服务队伍和经过特别培训的 OJ 人员，为您精心策划，针对不同的场合需求提供各式全面的宴会及会议服务。',
            time: '',
            phone: ''
        },
        {
            title: '交通服务',
            desc: '酒店提供豪华轿车以及商务车出租服务，若需要查询和预订，请与礼宾部联系。',
            time: '',
            phone: '内线 : 25'
        },
        {
            title: '配套设施',
            desc: '为配合您的商务活动，我们将提供周全的餐饮、娱乐休闲等配套项目详细请参阅本服务指南的餐饮、康乐部分。',
            time: '',
            phone: ''
        },
        {
            title: '宴会与会议预订',
            desc: '如果您有需要，请联系酒店公关销售部。',
            time: '',
            phone: '内线: 10'
        }
    ],
    // 客房服务
    [
        {
            title: '互联网',
            desc: '房间备有网络插口。若阁下需要互联网服务，可依据以下操作步骤：．连接：来将网线一端连接到接口，另一端连接到电脑的网卡接口上；浓打开浏览器｝ E ，输入网址，即可享受上网冲浪；．如不能打开网页，请检查 lP 地址和 ONS 服务器地址是否设置为自动获取：用鼠标点击“我的电脑”一选择“控制面板”一选择“网络连接”一用鼠标右键点击，出现菜单一选择“属性”一选择丁 CP / IP 协议一选择“属性”一选择“自动获取 lP 地址”一点击“确定”一再次确认。',
            time: '',
            phone: ''
        },
        {
            title: '空调',
            desc: '空调本酒店为每间客房配备了可独立操控的空调设备，您可以根据需要调节室内温度。',
            time: '',
            phone: ''
        },
        {
            title: '电视频道',
            desc: '本酒店为您提供了多个电视频道，详情请参阅房间内电视节目表。',
            time: '',
            phone: ''
        },
        {
            title: '安全措施',
            desc: '本酒店所有房间都附有保安门门，当您留在房间内，尤其是准备就寝时，请按下门框上的按钮，开启防盗链：我们建议您在就寝或离开房间时，关好阳台的门窗，注意安全。',
            time: '',
            phone: ''
        },
        {
            title: '借物服务',
            desc: '管家部特备了电烫斗以及多用途插座等，若阁下需要，请随时与我们联系。',
            time: '',
            phone: '内线: 11'
        },
        {
            title: '失物招领',
            desc: '如阁下在下榻本酒店时曾有物品遗留，请与酒店管家部联系。',
            time: '',
            phone: '内线: 11'
        },
        {
            title: '洗衣及干洗服务',
            desc: '本酒店为阁下提供洗衣及熨烫服务，请您填好洗衣单后将洗衣单连同衣物一起装入洗衣袋放在行李架上，上午， O : 00 点前递交的衣物可在当日 18 二 00 点前取回，详情请参阅洗衣登记单，如衣物有特殊情况，请以洗衣房的通知为准。',
            time: '',
            phone: '内线：11'
        },
        {
            title: '快速洗服务',
            desc: '本酒店为阁下提供快速洗衣服务 4小时内可帮您完成洗衣服务，本酒店将加收您 50 ％的服务费。',
            time: '',
            phone: '内线: 11'
        },
        {
            title: '洗衣及干洗服务',
            desc: '本酒店为阁下提供洗衣及熨烫服务，请您填好洗衣单后将洗衣单连同衣物一起装入洗衣袋放在行李架上，上午， O : 00 点前递交的衣物可在当日 18 二 00 点前取回，详情请参阅洗衣登记单，如衣物有特殊情况，请以洗衣房的通知为准。',
            time: '',
            phone: '内线：11'
        },
        {
            title: '擦鞋服务',
            desc: '本酒店管家部为阁下提供了擦鞋服务。请将您需要擦洗的鞋放进客房行李柜的鞋篮里，并与管家部联系，我们将派专人上门收取，并尽快送还。',
            time: '',
            phone: '内线: 16'
        },
        {
            title: '迷你酒吧',
            desc: '本酒店房间设有小型酒吧，内有多种饮品及食品可供选择。饮品及食品的种类及收费标准请参照房间内放置的价目表。',
            time: '',
            phone: ''
        },
        {
            title: '紧急走火路线',
            desc: '为预防万一，请阁下务必熟悉您所在楼层的安全出口后有示意图供参考一旦遇到火警，请切勿使用电梯口的疏散通道。',
            time: '',
            phone: ''
        },
        {
            title: '请勿打扰',
            desc: '在每个客房房门请走标有消防出请勿打扰如阁下不想打扰，请按下床头柜上“请勿打扰”的按钮，门外的指示灯将会亮启，或将“请勿打扰”牌挂在门外的门把上。',
            time: '',
            phone: ''
        },
        {
            title: '清洁房间',
            desc: '如果阁下希望工作人员为您打扫房间，请将“清洁房间”牌挂在门外的们把上，或致电管家部。',
            time: '',
            phone: '内线：11'
        },
        {
            title: '饮用水',
            desc: '本酒店房间内备有电热水壶，为了您的身体健康，请不要饮用未经煮沸的自来水。',
            time: '',
            phone: ''
        },
        {
            title: '用电电压',
            desc: '本酒店提供的电压为 220 伏特，5O 赫兹频率。在房间的卫生间里，特备了电压是110 伏特的电动剃须刀插座，供阁下使用。',
            time: '',
            phone: '内线：11'
        },
        {
            title: '吹发器',
            desc: '本酒店客房洗浴室均设有一个吹发器，以方便阁下使用为了阁下的安全，请注意在使用时保持吹发器的干燥。如空气潮湿或沾有水滴时，请不要使用。',
            time: '',
            phone: ''
        },
        {
            title: '来访宾客',
            desc: '为了保证所有顾客的正常休息环境，来访宾客须在晚上 12 点前离开房间。',
            time: '',
            phone: ''
        },
        {
            title: '保险箱',
            desc: '请阁下注意保管好自己的物品，客房配备了小型保险箱供阁下使用，大堂也设有贵重物品保管服务，如有需要请与礼宾部联系。',
            time: '',
            phone: '内线：25'
        },
        {
            title: '加床',
            desc: '阁下如有加床需要，请与前台接待处联系。',
            time: '',
            phone: '内线：21'
        },
        {
            title: '灭蚊器',
            desc: '为使阁下安宁入睡．在睡觉前请把房间窗户关好，同时本酒店客房专门配备了灭蚊器供您使用。',
            time: '',
            phone: ''
        },
        {
            title: '其它',
            desc: '本酒店客房内提供的物品只供房内使用，不对外使用：二如需添置或更换，请联系管家部。',
            time: '',
            phone: '内线：11'
        }
    ],
    // 餐饮服务
    [
        {
            title: '凤凰轩中餐厅',
            desc: '中餐厅设有多间配以富丽堂皇家私的各类厅房：雍容华贵的装修格调，是您举办各类宴会的最佳选择。',
            time: ' 营业时间:11:00 一 14:00         17:00 一 21:00 ',
            phone: '内线：16'
        },
        {
            title: '维也纳西餐厅',
            desc: '位于大堂，为阁下提供各式精美饮食、西式糕点等。',
            time: '营业时间:06:30 一 22:00 ',
            phone: '内线： 28'
        }
    ],
    // 送餐服务
    [
        {
            title: '欧陆式早餐',
            desc: '各式浓缩果汁，牛奶或酸奶任选一，粟米片，包（配牛油或果酱），现磨咖啡或红茶。',
            time: '',
            phone: ''
        },
        {
            title: '美式早餐',
            desc: '各式浓缩果汁，牛奶或酸奶任选一，粟米片，卜卜米或麦片，鸡蛋两个配火腿、腌肉或香肠和扒番茄，早餐面包配牛油或果酱，现磨咖啡或红茶。',
            time: '',
            phone: ''
        },
        {
            title: '中式早餐',
            desc: '各式粥类（鸡肉粥、皮蛋瘦肉粥、鱼片粥或白粥配小菜）任选一款／河粉或鸡蛋面 l 中式点心（莲蓉包、鲜肉包）／水果碟。',
            time: '',
            phone: ''
        },
        {
            title: '开胃精选',
            desc: '法式什锦沙律（自选千岛汁或意汁）／德式炸香肠配土豆沙拉／金枪鱼十豆沙律（配翠帕麻火腿和银鱼）。',
            time: '',
            phone: ''
        },
        {
            title: '环球靓汤',
            desc: '意大利蔬菜配紫苏酱／法式洋葱以上均另加收 15 ％服务费。',
            time: '',
            phone: ''
        },
        {
            title: '意粉及面',
            desc: '自选意大利面，通心粉或者宽蛋面（配以牛肉汁，番茄酱汁，干酪蘑菇汁或蒜味辣椒橄榄油汁）。',
            time: '',
            phone: ''
        },
        {
            title: '主食',
            desc: '法式烤羊扒／扒澳洲肉眼／扒澳洲肉柳任选炒粉、面／汤粉、面／鸡蛋面、河粉或米粉花式炒香饭（配以火腿、又烧、鸡肉、香肠、鸡蛋、圆椒厂硬磨菇、鲜虾）。',
            time: '',
            phone: ''
        },
        {
            title: '三文治',
            desc: '金黄色的吐司面包夹生菜，番茄、熏肉、鸡肉和鸡蛋，配以炸薯条。',
            time: '',
            phone: ''
        },
        {
            title: '甜品',
            desc: '法式芝士蛋糕／黑森林蛋糕／新鲜时令果盘另加收 15 ％服务费',
            time: '',
            phone: ''
        }
    ],
    // 康乐服务
    [
        {
            title: '康乐中心位于酒店一层',
            desc: '',
            time: '',
            phone: '内线：13'
        },
        {
            title: '室外游泳池和室内恒温游泳池',
            desc: '本酒店拥有室内恒温游泳池，让您真正体会到碧波畅游的乐趣。',
            time: '营业时间:10:00 一 22:00',
            phone: ''
        },
        {
            title: '健身室',
            desc: '采用世界一流的专业健身器材，并聘有专业教练现场指导。',
            time: '营业时间:10:00 一 22:00',
            phone: ''
        },
        {
            title: '棋牌室',
            desc: '精心装修的棋牌室，是您娱乐消遗的最佳去处。',
            time: '营业时间:10:00 一 22:00',
            phone: ''
        },
        {
            title: '桌球',
            desc: '桌球室采用专业英式球台，让您真正体会宁静高雅的绅士运动。',
            time: '营业时间:10:00 一 22:00',
            phone: ''
        },
        {
            title: '乒乓球',
            desc: '国际标准的乒乓球桌，让您随时享受这项深受欢迎的大众型康体活动。',
            time: '营业时间:10:00 一 22:00',
            phone: ''
        },
        {
            title: 'KTV包房',
            desc: '多间精心装修的KTV包房，拥有一流的灯光音响设备，让您引吭高歌，流连忘返。',
            time: '营业时间:19:00 一 01:00',
            phone: ''
        }
    ],
    // 入住须知
    [
        {
            title: '入住须知',
            desc: '住宿必须登记，登记时应主动出示证明本人身份的护照、回乡证、居民身份证或其他证件。',
            time: '',
            phone: ''
        },
        {
            title: '入住须知',
            desc: '不准私自留宿客人或转让床位。',
            time: '',
            phone: ''
        },
        {
            title: '入住须知',
            desc: '严禁将易燃，易爆，剧毒和放射性等危险物品带入旅馆，不得在房间生火煮食和自接电线电源。',
            time: '',
            phone: ''
        },
        {
            title: '入住须知',
            desc: '携带枪支、武器的，必须据实登记，自行妥善保管或交当地公安机关保存。',
            time: '',
            phone: ''
        },
        {
            title: '入住须知',
            desc: '严禁宿娼卖淫，吸毒贩毒，走私贩私，非法兑换外币，贩卖淫秽物品，聚众赌博，流氓斗殴等违法犯罪活动。',
            time: '',
            phone: ''
        },
        {
            title: '入住须知',
            desc: '违反上述规定者，由公安机关按治安管理法规的有关条款执行处分。',
            time: '',
            phone: ''
        },
        {
            title: '天津市公安局',
            desc: '',
            time: '',
            phone: ''
        }
    ],
    // 安全提示
    [
        {
            title: '暂未更新',
            desc: '',
            time: '',
            phone: ''
        }
    ]
];
// 初始化第一条数据 商务中心
function unloadData () {
    for (var i=0; i< articleList[0].length; i++) {
        var html='';
        html+="<div class='right-content-list'>" +
                    "<div class='content-title'>"+
                        "<span class='black-square'></span>"+
                            articleList[0][i].title+
                    "</div>"+
                    "<div class='content-content'>"+
                        articleList[0][i].desc+
                        "<div class='art-time'>"+
                            articleList[0][i].time
                        +"</div>"+"<div class='art-phone'>"+
                            articleList[0][i].phone
                        +"</div>"
                    "</div>"+
                "</div>";
        $('.right-content').append(html);
    }
}
unloadData();
// 左侧菜单栏导航
$('.left-list-box').on('click','.btns',function (e) {
    e.stopPropagation();
    $(e.target).parent().addClass('list-active');
    $(e.target).parent().siblings().removeClass('list-active');
    // 样式数据插入HTML
    $('.right-content').empty();
    for (var i=0; i < articleList.length;i++){
        var n=$(e.target).attr('id');
        if (n == i) {
            // console.log(n);
            for (var j=0; j < articleList[i].length;j++){
                var html="";
                html+="<div class='right-content-list'>" +
                    "<div class='content-title'>"+
                    "<span class='black-square'></span>"+
                    articleList[i][j].title+
                    "</div>"+
                    "<div class='content-content'>"+
                    articleList[i][j].desc+
                    "<div class='art-time'>"+
                    articleList[i][j].time
                    +"</div>"+"<div class='art-phone'>"+
                    articleList[i][j].phone
                    +"</div>"+
                "</div>"+
                "</div>";
                $('.right-content').append(html);
            }
        }
    }
});
